export default {
  projections: {
    ДомE: {
      номерДома: {
        __caption__: 'Номер дома'
      }
    },
    ДомL: {
      номерДома: {
        __caption__: 'Номер дома'
      },
      колПодъездов: {
        __caption__: ''
      },
      колЭтажей: {
        __caption__: ''
      },
      улица: {
        __caption__: '',
        имяУлицы: {
          __caption__: ''
        },
        город: {
          __caption__: '',
          наименование: {
            __caption__: ''
          },
          плрщадьГо: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    колПодъездов: {
      __caption__: 'колПодъездов'
    },
    колЭтажей: {
      __caption__: 'колЭтажей'
    },
    номерДома: {
      __caption__: 'Номер дома'
    },
    улица: {
      __caption__: 'улица'
    }
  }
};
